  
[
  {
    "title":"AI Development", 
    "cotent":"We provide an advanced artificial intelligent software, keeping the quality and security in mind. We aim to reach the highest number of users and more comprehensive user experience to satisfy clients. With AI services from A2A Digital, you can add the capabilities like images or video analysis, natural language, Object detection, etc.", 
    "src":"../assets/component/content-card/ai-development.jpg",
    "css" : "c_card__service txt_left",
    "animation" : "fade-left", 
    "route" : "ai"
  },

  {
    "title":"Internet of Things Development(IoT)", 
    "cotent":"A2A Digital decided an IoT service to provide full-range service comprising consulting, development and implementation, analytics, support and evolution. Whether you plan to launch an IoT initiative, upscale an existing IoT application or integrate your IoT solution with a legacy system - we will work out a reliable to address your business challenge.", 
    "src":"../assets/component/content-card/iot.jpg",
    "css" : "c_card__service txt_right",
    "animation" : "fade-right",
    "route" : "iot"
  },
  {
    "title":"Blockchain", 
    "cotent":"Blockchain is important to developing countries like Cambodia, we help clients explore every aspect of blockchain and build tailored solutions designed to deliver value. Through architecture, digital design and development, we serve clients in quest for innovative blockchain solutions that are market-ready and address real business issues.", 
    "src":"../assets/component/content-card/blockchain.jpg",
    "css" : "c_card__service txt_left",
    "animation" : "fade-right",
    "route" : "blockchain"
  },
  {
    "title":"Cloud computing", 
    "cotent":"Cloud computing is the delivery of computing services including servers, storage, databases, networking, software, analytics, and intelligence over the Internet. We provide migration plans, technical assistance and credits available to make it easy for clients. We give partners to grow their businesses leveraging with our service.", 
    "src":"../assets/component/content-card/cloud-computing.jpg",
    "css" : "c_card__service txt_right",
    "animation" : "fade-left",
    "route" : "cc"
  },
  {
    "title":"RPA Support", 
    "cotent":"A2A Digital is capable in using RPA to automate the mundane tasks that humans hate, so they can focus on what really matters. Robotic Process Automation is the use of automation technology with Artificial Intelligence and Machine Learning capabilities to handle and automate repetitive tasks that previously required human efforts.", 
    "src":"../assets/component/content-card/RPA.png",
    "css" : "c_card__service txt_left",
    "animation" : "fade-left",
    "route" : "rpa"
  },
  {
    "title":"PWA Development", 
    "cotent":"It’s easy to do hybrid in web development by using Progressive Web Apps means web applications that load in a web browser like websites and It gives you a rich mobile experience via native-like functionalities like the ability to work offline, push notifications, and device hardware accessibility without installing via App Store or Google Play.", 
    "src":"../assets/component/content-card/pwa.jpg",
    "css" : "c_card__service txt_right",
    "animation" : "fade-right",
    "route" : "pwa"
  },
  {
    "title":"VR/AR Development", 
    "cotent":"We help companies enhance their capabilities and strengthen business values with brand new perspectives on both process and product. Virtual & Augmented Reality continues to drive change everywhere from healthcare to education with new ways of interacting and experience. We help customers solve problems, with new technology.", 
    "src":"../assets/component/content-card/vr-ar.jpg",
    "css" : "c_card__service txt_left",
    "animation" : "fade-left",
    "route" : "arvr"
  },
  {
    "title":"Odoo ERP customize", 
    "cotent":"ERP is a multiple modules transaction based application software that helps organizations to manage the essential parts of the business. We want to improve service delivery by measuring and analyzing your business performance differentiating your services based on profit potential by our Odoo and ERP service and support.", 
    "src":"../assets/component/content-card/odoo.png",
    "css" : "c_card__service txt_right",
    "animation" : "fade-right",
    "route" : "odoo"
  },
  {
    "title":"Digital Marketing", 
    "cotent":"Digital marketing is an easy way for companies to tell their brand’s story and brings companies to life on an online platform. It encompasses all marketing efforts that use an electronic device or the internet. We implement a range of digital marketing services to drive results and integrated brand consulting and enhance the value of the brands.", 
    "src":"../assets/component/content-card/digital-marketing.jpg",
    "css" : "c_card__service txt_left",
    "animation" : "fade-left",
    "route" : "marketing"
  },
  {
    "title":"Cyber Security", 
    "cotent":"Our cyber security services offer tremendous monetary and non-monetary value within your organization. We improve your security posture keeps confidential, classified, and proprietary business materials out of the hands of competitors. We provide consulting and training to your staff about how to protect internal data from hacking and leaking.", 
    "src":"../assets/component/content-card/cyber-security.jpg",
    "css" : "c_card__service txt_right",
    "animation" : "fade-right",
    "route" : "cybersecurity"
  }



]