[
  {
    "meta": [
      {
        "title": "QR Code System",
        "description": "With New way of QR code system, A2A Digital brings you to another level of using digital key or “QR Code” instead of physical key. The QR code stands out with its three small squares placed in the lower and upper left corners and upper right corner.",
        "keywords": "a2a digital, a2a digital cambodia, qr code system, qr system, qr code solution, qr code system service"
      }
    ],
    "header": [
      {
        "title": "QRcode System",
        "shortDesc": "With the new QR code system, we bring you to the digital key or “QR Code” instead of physical key."
      },
      {
        "title": "Our Concept",
        "descriptions": [
          {
            "description": "With New way of QR code system, A2A Digital brings you to another level of using digital key or “QR Code” instead of physical key. The QR code stands out with its three small squares placed in the lower and upper left corners and upper right corner. The overall code has a square shape composed of a matrix of small squares. The fewer squares, the less information the code contains and vice versa for more squares. Because information is contained in two directions, it can hold a lot more data than a one-dimensional barcode."
          }
        ]
      }
    ],
    "feature": [
      {
        "title": "Our Feature"
      },
      {
        "cards": [
          {
            "title": "Smart Lock",
            "description": "Smart Lock is the new modern system for hotel or resort make it easier in Check-in and Check-out process with QR Code as a ‘Digital Key’. The system helps the business more efficient and spent less time.",
            "imageUrl": "1.svg"
          },
          {
            "title": "Smart Locker",
            "description": "Smart Locker is a new system that introduces the concept of ‘Digital  Key’ to the business. The system includes the development of hardware and software which is operated on various types of smartphones and computers. The majority components of the system are the physical locker and web application which is integrated together through web-API, and microprocessor.",
            "imageUrl": "2.svg"
          },
          {
            "title": "Shuttle Bus Management System",
            "description": "A2A Digital provides a complete shuttle mobility solution offering a simple, quick, and stress-free riding experience empowered by advanced features. A complete, maintainable, reliable bus management system and reduce system administrator’s tasks by automating flows also customers can pay online.",
            "imageUrl": "3.svg"
          },
          {
            "title": "QR Code Payment",
            "description": "Globally, banks and non-banks are testing whether QR codes to merchants and consumers can provide a simple solution for payments. A quick response code (QR code) is a two-dimensional code made up of black and white squares that can be read by smartphone cameras, point of sale (POS) terminals or other devices. QR code usage has exploded over the past half-dozen years, as multitudes of companies began using them for everything from advertising and promotions to merchandise tracking and coupons, and more. Consumers are increasingly using QR codes to access media on the Internet, download offers, find product information and more. QR codes have also started to be used for payments, with customers making payments by scanning a QR code and having the amount transferred directly from their account to the merchant, without the need for a POS terminal.",
            "imageUrl": "4.svg"
          }
        ]
      }
    ],
    "overall": {
      "title": "Shuttle Bus Booking system",
      "imageUrls": [
        {
          "imageUrl": "1.png"
        },
        {
          "imageUrl": "2.png"
        }
      ]
    }
  }
]