[
  {
    "meta": [
      {
        "title": "Contact Center",
        "description": "A2A Digital has the technology, industry, and contact center experience to help you succeed. Whether you choose our solution inbound, outbound, or our blended solution, you are equipped with a system designed to support all types of business and industry applications",
        "keywords": "a2a digital, contact center, system support, business support, faq, ai support, voip, call center"
      }
    ],
    "header": [
      {
        "title": "Contact Center",
        "shortDesc": "We have the technology, industry, and contact center experience to help you succeed."
      },
      {
        "title": "Our Concept",
        "descriptions": [
          {
            "description": "A2A Digital has the technology, industry, and contact center experience to help you succeed. Whether you choose our solution inbound, outbound, or our blended solution, you are equipped with a system designed to support all types of business and industry applications."
          }
        ]
      }
    ],
    "feature": [
      {
        "title": "Our Feature"
      },
      {
        "cards": [
          {
            "title": "Chatbot Function",
            "description": "Chatbot is a software applications that use artificial intelligence & natural language processing to understand what a human wants, and guides them to their desired outcome with as little work for the end user as possible. Like a virtual assistant for your customer experience touchpoints.",
            "imageUrl": "1.svg"
          },
          {
            "title": "VOIP Function",
            "description": "VoIP Contact Center aims to provide a reliable, cost-effective, fully manageable and customizable internal phone system which can seamlessly be the most capable contact center for your customers.",
            "imageUrl": "2.svg"
          },
          {
            "title": "AI Support",
            "description": "An Artificial Intelligent support system is a decision support system that makes extensive use of artificial intelligence (AI) techniques. Use of AI techniques in management information systems has a long history – indeed terms such as Knowledge-based systems (KBS) and intelligent systems have been used since the early 1980s to describe components of management systems.",
            "imageUrl": "3.svg"
          },
          {
            "title": "FAQ",
            "description": "FAQ (frequently asked questions) software allows your company to answer frequent customer questions in a self-serve, efficient manner. Every company has questions they regularly get from customers (as well as those really weird ones). Instead of letting answers remain in a vacuum, use a FAQ solution to share that knowledge with your customers. To make the most of your FAQ opportunities, you need to know exactly what your customers are asking. That’s where we come in.",
            "imageUrl": "4.svg"
          }
        ]
      }
    ]
  }
]