[
    {
       "manager":
       {
        "title":"Our Project Manager",
        "cards":[
            {
                "name":"Mr. Takeshi Izuka",
                "position":"President / Chairman vKirirom Pte.Ltd.",
                "imageUrl":"takeshi.jpg",
                "description":"Mr.Takeshi graduated from a department of Science and Engineering at Waseda University, and received a Master's degree from Tokyo Institute of Technology. He established Digital Forest Inc. in 1998 while working at Andersen Consulting (Accenture now). With the successful leading of WEB Analytics Company in Japan, the Digital Forest Inc was sold to NTT Communications in 2009. He then was able to set up a business as second foundation in Singapore in April 2010 due to his strong efforts. Having a social entrepreneur mind and experience of candidacy of election are the potentials that make him become successful in his careers."
            },
            {
                "name":"Yasue Mashima",
                "position":"Manager of A2A Digital Technology Team",
                "imageUrl":"mashami.jpg",
                "description":"After graduating from university, she worked for a software development company in Japan. She has a team leader experience for global systems that include development.In 2018, she joined the global general trading company as a transferred employee in charge of the finance data analyzing team.She has been working at A2A Digital since February 2020. She lives in Cambodia."
            }
        ]
       },
       "advisor":{
        "title":"Our Project advisor",
        "cards":[
            {
                "name":"Kenzaburo Bekku",
                "position":"Vice President of Kirirom Institute of Technology",
                "imageUrl":"bekku.jpg",
                "descriptions":"He joined Accenture in 2004. Since then, he has been in the Manufacturing and Distribution Division and the Strategy Consulting Division. He has been engaged in management consulting for 13 years. Involved in this project since 2017, his responsible for corporate planning, global marketing, and launching new businesses."
            },
            {
                "name":"Mariko Sadamatsu",
                "position":"General Manager of Corporate Planning Office A2A Town (Cambodia) Co., Ltd",
                "imageUrl":"bekkuwife.jpg",
                "descriptions":[
                    {"description":"After graduating from university, she worked at Accenture Co., Ltd. as a number of program management and CIO advisory services that consistently support from project conception / planning to execution / operation management. After her second childcare leave, she took a leave of absence and obtained an MBA from Keio Business School (Keio Business School)."},
                    {"description":"After that, she joined the consulting department of Gartner Japan Co., Ltd., as an associate director, she was involved in supporting the renewal of core systems and the development of technology strategies in the medium-term business plan."},
                    {"description":"At Kirirom, she is in charge of coordination and project management for industry-academia collaboration projects, acquisition of scholarship sponsors and matching support."}
                ]
            },
           
            {
                "name":"Chihiro Kurose",
                "position":"Manager of president's office A2A Town (Cambodia) Co., Ltd",
                "imageUrl":"chihiro.jpg",
                "descriptions":"After graduating from University of Tsukuba, joined a business consulting company after working for a temporary staffing company. Introduced ERP and promoted organization / business reform projects. Involved in this project since 2015 and is in charge of the corporate office. As female management, she is also the global recruiting manager who promotes diversity adoption."
            },
            {
                "name":"Ryota Ishihar",
                "position":"Manager of A2A Digital Technology Team",
                "imageUrl":"ishima.jog",
                "descriptions":"He had been working at a staffing agency for 15 years since 2004. In his charge was corporate sales, sales manager, sales planning manager, and Osaka office manager. He was the director of planning for the recruitment business. He was involved in launching new businesses."
            }
        ]
       }
    }
]