[
  {
    "meta": [
      {
        "title": "IoT Development",
        "description": "A2A Digital provides full-range IoT service comprising consulting, development and implementation, analytics, support and evolution. Whether you plan to launch an IoT initiative, upscale an existing IoT application or integrate your IoT solution with a legacy system - we will work out a reliable way to address your business challenge.",
        "keywords": "a2a digital, IoT, iot development, iot service, iot consulting, iot solution, iot cambodia, a2a iot service, information technology, IT cambodia"
      }
    ],
    "header": [
      {
        "title": "Internet of Thing (IOT)",
        "question": "What is Internet of Thing?",
        "shortDesc": "Remote monitoring is the future and the future is here",
        "description": "Internet of Things is a system of interrelated computing devices, mechanical and digital machines, objects, animals or people that are provided with unique identifiers and the ability to transfer data over a network without requiring human-to-human or human-to-computer interaction. The interconnection via the Internet of computing devices embedded in everyday objects, enabling them to send and receive data. A thing in the internet of things can be a person with a heart monitor implant, a farm animal with biochip transponder, an automobile that has built-in sensors to alert the driver when tire pressure is low or any other natural or man-made object that can be assigned an IP address and is able to transfer data over a network.",
        "imagePath": "iot.svg"
      }
    ],
    "tools": [
      {
        "header": "Tools and Technologies used for IoT Development"
      },
      {
        "cards": [
          {
            "header": "Raspberry Pi",
            "imageUrl": "1.jpg",
            "description": "The Raspberry Pi is a series of small single-board computers made by the Raspberry Pi Foundation. It is a very cheap computer that runs Linux, but it also providers a set of GPIO (general purpose input/output) pins that allow you to control electronic components for physical computing and explore the Internet of Things (IoT). It operates in the open source ecosystem and its main supported operating system, Raspbian, is open source and runs a suite of open source software."
          },
          {
            "header": "VueJS",
            "imageUrl": "2.svg",
            "description": "Vue is a progressive framework for building user interfaces. Unlike other monolithic frameworks, Vue is designed from the ground up to be incrementally adoptable. The core library is focused on the view layer only, and it is easy to pick up and integrate with other libraries or existing project. On the other hand, Vue is also perfectly capable of powering sophisticated Single-Page Applications when used in combination."
          },
          {
            "header": "Firebase",
            "imageUrl": "3.svg",
            "description": "Firebase is a mobile and web application development platform developed by Firebase, Inc. It gives you functionality like analytics, databases, messaging and crash reporting so you can move quickly and focus on your users. Firebase is built on Google infrastructure and scales automatically, for even the largest apps. Its products work great individually but share data and insights, so they work even better together."
          },
          {
            "header": "Python",
            "imageUrl": "4.svg",
            "description": "Python is an interpreted, high-level, general-purpose programming language with dynamic semantics. Its high-level built in data structures, combined with dynamic typing and dynamic binding, make it very attractive for Rapid Application Development, as well as for use as a scripting or glue language to connect existing components together. Python is simple, easy to learn syntax emphasizes readability and therefore reduces the cost of program maintenance."
          },
          {
            "header": "Django Framework",
            "imageUrl": "5.svg",
            "description": "Django is a high-level Python web framework that encourages rapid development and clean, pragmatic design. Built by experienced developers, it takes care of much of the hassle of Web development, so you can focus on writing your app without needing to reinvent the wheel. "
          },
          {
            "header": "PostgreSQL",
            "imageUrl": "6.svg",
            "description": "PostgreSQL, also known as Postgres, is a free and open-source relational database management system emphasizing extensibility and technical standards compliance. It is designed to handle a range of workloads, from single machines to data warehouses or Web services with many concurrent users."
          },
          {
            "header": "Arduino YUN",
            "imageUrl": "7.png",
            "description": "The Arduino Yún is a microcontroller board based on the ATmega32u4 and the Atheros AR9331. The Atheros processor supports a Linux distribution based on OpenWrt named Linino OS. The board has built-in Ethernet and WiFi support, a USB-A port, micro-SD card slot, 20 digital input/output pins (7 of them can be used as PWM outputs and 12 as analog inputs), a 16 MHz crystal oscillator, a micro USB connection, an ICSP header, and 3 reset buttons."
          },
          {
            "header": "CT Sensor",
            "imageUrl": "8.png",
            "description": "Current transformers (CTs) are sensors that measure alternating current (AC). They are particularly useful for measuring whole building electricity consumption or generation."
          },
          {
            "header": "Water flow sensor",
            "imageUrl": "9.png",
            "description": "Water flow sensor consists of a plastic valve body, a water rotor, and a hall-effect sensor. When water flows through the rotor, rotor rolls. Its speed changes with different rate of flow. The hall-effect sensor outputs the corresponding pulse signal. This one is suitable to detect flow in water dispenser or coffee machine."
          }
        ]
      }
    ],
    "results": [
      {
        "header": "Work Results"
      },
      {
        "cards": [
          {
            "imageUrls": [
              {
                "imageUrl": "smart_lock/Smart_lock.png"
              }
            ],
            "header": "Smart Lock",
            "description": "Smart Lock is the new modern system for hotel or resort make it easier in Check-in and Check-out process with QR Code as a ‘Digital Key’. The system helps the business more efficient and spent less time."
          },
          {
            "imageUrls": [
              {
                "imageUrl": "smart_locker/Smart_Locker.png"
              }
            ],
            "header": "Smart Locker",
            "description": "Smart Locker is a new system that introduces the concept of ‘Digital  Key’ to the business. The system includes the development of hardware and software which is operated on various types of smartphones and computers. The majority components of the system are the physical locker and web application which is integrated together through web-API, and microprocessor."
          },
          {
            "imageUrls": [
              {
                "imageUrl": "home_smart_meter/Home_Smart_Meter.png"
              }
            ],
            "header": "Home Smart Meter",
            "description": "This is a system makes people easy by checking the value of water and electricity by using the web application. The system will automatically get water and electricity data from sensor and send to the web application so that users can check on the web."
          }
        ]
      }
    ],
    "business": [
      {
        "header": "Why A2A Digital gives the best IoT service?",
        "description": "A2A Digital provides full-range IoT service comprising consulting, development and implementation, analytics, support and evolution. Whether you plan to launch an IoT initiative, upscale an existing IoT application or integrate your IoT solution with a legacy system - we will work out a reliable to address your business challenge. We define the right IoT landscape for you to kick start your IoT journey. A structured approach is taken to understand your business needs and offer quick ramp-up to discover your IoT needs and solutions accelerating your time to market with low risk."
      },
      {
        "header": "IoT benefits for Business",
        "imageUrl": "benefit.png",
        "texts": [
          {
            "text": "Reduction of operating costs and maintain competitive advantages"
          },
          {
            "text": " Increase business and revenue opportunity"
          },
          {
            "text": " Improve productivity and add to competence"
          },
          {
            "text": "Improve customer service and experience"
          },
          {
            "text": " Improve workplace safety and ensure workplace security"
          },
          {
            "text": " Understanding of consumer behavior"
          },
          {
            "text": " Empowering smart device application"
          }
        ]
      }
    ]
  }
]