[
  {
    "meta": [
      {
        "title": "RPA Development",
        "description": "A2A Digital is capable of using RPA to automate the mundane tasks that humans hate, so they can focus on what really matters. This liberation allows your people to be more strategic, analytical, creative and truly happy! We provide our service with support and help your business measurable outcomes and a sustainable path towards digital transformation.",
        "keywords": "a2a digital, RPA, robotic process automation, rpa cambodia, rpa service, rpa solution, a2a rpa service, robotics process, white paper reduce"
      }
    ],
    "header": [
      {
        "title": "RPA Install Support",
        "question": "What is RPA?",
        "shortDesc": "Automate the repetitive tasks that previously required human efforts",
        "description": "Robotic Process Automation is the use of automation technology with Artificial Intelligence (AI) and Machine Learning (ML) capabilities to handle and automate repetitive tasks that previously required human efforts. These tasks may involve query handling, calculations, record maintenance, transaction entries, etc. RPA can be applied for the automation of rules-based, repetitive, data-heavy, and high compliance tasks where structured data and clear predefined rules and parameters are used. The solutions are easily and quickly designed, tested and implemented. They are designed to require a relatively low investment or expenditure.",
        "imagePath": "rpa.svg"
      }
    ],
   
    "compare": [
      {
        "header": null,
        "description": null,
         "components": [
          {
            "header": "UiPath",
            "description": "UiPath is an advanced tool that enables you to design automation processes visually, through diagrams. It executes the processes built in Studio, as a human would. Robots can work unattended which means run without human supervision in any environment, or as assistants which human triggers the process"
          },
          {
            "header": "How does it work?",
            "description": "Using UiPath is basically equal to adopting robots that automate tasks that are repetitive and manual-rules-based. The integration of robots into your business doesn’t have to alter the legacy system. And interestingly, all of this is achievable at a low cost, much lower than the robots’ human equivalent. You will be surprised to know that it is possible to train UiPath robots. Plus, these robots can view the interface just as a human being can. So, in short, they can act as your employees’ assistants. They will collaborate with them in a way to benefit them immensely. An added benefit- you will get permanent reporting on the progress. Since the robots stay at the backdrop of the workstation on which your employees work, the latter can do their job in an unhindered way. As a result of all of this, the productivity of your employee’s increases. And the handling of call center, service desk, and help desk activities becomes less time-consuming."
          }
        ]
      }
    ],
    "business": [
      {
        "header": "Why A2A Digital gives the best RPA service?",
        "description": "A2A Digital is capable in using RPA to automate the mundane tasks that humans hate, so they can focus on what really matters. This liberation allows your people to be more strategic, analytical, creative and truly happy! We provide our service with support and help your business measurable outcomes and a sustainable path towards digital transformation."
      },
      {
        "header": "RPA benefits for Business",
        "imageUrl": "rpa_benefit.png",
        "texts": [
          {
            "text": "Cost saving - lower operation cost"
          },
          {
            "text": " Introduce adaptability and flexibility to process"
          },
          {
            "text": " Optimize resource used"
          },
          {
            "text": "Improve communication"
          },
          {
            "text": "Discover automated responses and trigger"
          },
          {
            "text": "maintains maximum possession, control and visibility"
          },
          {
            "text": "Insights and analytics your business and makes better decisions for the future."
          }
        ]
      }
    ]
  }
]
