[
  {
    "meta": [
      {
        "title": "Cloud Computing",
        "description": "A2A Digital provides migration plans, technical assistance and credits available to make it easy for clients. We give partners to grow their businesses by leveraging our service. We make it easy for our clients to deploy and modernize their infrastructures.",
        "keywords": "a2a digital, cloud computing, cloud, cloud service, cloud solution, cloud service cambodia, information technology, public cloud, private cloud, cloud infrastructure"
      }
    ],
    "header": [
      {
        "title": "Cloud Computing",
        "question": "What is Cloud Computing?",
        "shortDesc": "Cost-effective and highly reliable for your IT systems",
        "description": "Cloud computing is the delivery of computing services including servers, storage, databases, networking, software, analytics, and intelligence over the Internet (“the cloud”) to offer faster innovation, flexible resources, and economies of scale. You typically pay only for cloud services you use, helping lower your operating costs, run your infrastructure more efficiently and scale as your business needs change",
        "imagePath": "cloud.svg"
      }
    ],
    "cards": [
      {
        "header": "Our Focus Areas",
        "description": "A2A Digital is an IT solution company growing with cutting edge technology service provider. Among that, we provide Cloud Computing service, we aim to deliver Cloud Computing solutions into different business verticals and sectors while enhancing business performance."
      },
      {
        "component": [
          {
            "imageUrl": "1.svg",
            "title": "Google Cloud Platform (GCP)",
            "description": "GCP consists of a computer, hard disk drives and virtual machines (VMs). it gives you options for computing and hosting.You can work in a serverless, use a managed platform, leverage container technologies to gain lots of flexibility,  build your own cloud-based infrastructure to have the most control and flexibility. Our company gives support and service for our client to upgrade their traditional server to GCP cloud."
          },
          {
            "imageUrl": "2.svg",
            "title": "Amazon Web Service (AWS)",
            "description": "AWS cloud provides on-demand cloud computing platforms and APIs to individuals, companies, and governments, on a metered pay-as-you-go basis. These cloud computing web services provide a set of primitive abstract technical infrastructure and distributed computing building blocks and tools. With our support, we maintain our client web service and move to AWS service which makes company website more secure and customizable."
          },
          {
            "imageUrl": "3.svg",
            "title": "DigitalOcean",
            "description": "Digital Ocean is a cloud infrastructure provides developers cloud services that help to deploy and scale application that run simultaneously on multiple computers. It offers an Infrastructure as a Service (IaaS) platform for software developers. It is very popular with open source developers and competes with AWS and GCP. Our service is to migrate client’s server to DigitalOcean Cloud platform and deploy to DigitalOcean’s IaaS environment and also maintain the service."
          }
        ]
      }
    ],
    "management": [
      {
        "header": "Cloud Management System"
      },
      {
        "texts": [
          {
            "text": "Cloud Management System is how admins have control over everything that operates in a cloud: the users, data, applications, and services. Cloud management tools help admins oversee all types of cloud activities, such as resource deployment, use tracking, data integration, and even disaster recovery. Cloud management tools provide administrative control over the infrastructure, platforms, applications, and data that together create a cloud."
          },
          {
            "text": "We are providing a cloud management system as a service which typically deployed into existing cloud environment as a virtual machine (VM) that contains a database and a server to communicate with APIs to connect to the database and the virtual resource holding up the cloud."
          }
        ]
      }
    ],
    "compare": [
      {
        "header": "Multi Cloud vs. Hybrid Cloud",
        "description": "The confusion between multi cloud and hybrid cloud is compounded by the fact that they’re often used interchangeably. Although it can seem like a semantic argument, there is a real difference between the two.",
        "components": [
          {
            "header": "Multi Cloud",
            "description": "Multi Cloud means using multiple different public cloud services, often from multiple different providers. Its environment starts with multiple public clouds but encompasses every aspect of IT ecosystem, including private cloud and other on-premises deployments. The different clouds may used for various tasks to achieve best-of-breed results or to reduce vendor lock-in. Multiple clouds also give clients added peace of mind by minimizing dependance on any one provider, often decreasing costs and increasing flexibility."
          },
          {
            "header": "Hybrid Cloud",
            "description": "Hybrid Cloud is different from multi cloud, it is a combination of private and public clouds toward the same purpose while multi cloud always includes multiple public clouds but can also incorporate physical and virtual infrastructure (including private clouds). The components of a hybrid cloud typically work together unlike a multi cloud model which different clouds are used for different tasks. Data and processes tend to intermingle and intersect in a hybrid environment."
          }
        ]
      }
    ],
    "business": [
      {
        "header": "Why A2A Digital gives the best Cloud Computing service",
        "description": "A2A Digital provides migration plans, technical assistance and credits available to make it easy for clients. We give partners to grow their businesses leveraging with our service. We make it easy for our clients to deploy and modernize their infrastructures."
      },
      {
        "header": "Cloud Computing benefits for Business",
        "imageUrl": "cloud-computing-for-business.png",
        "texts": [
          {
            "text": "Cloud hosting saves your money"
          },
          {
            "text": "Instantly scalable resources and pay as you go notification"
          },
          {
            "text": "High availability"
          },
          {
            "text": "Lightning fast performance"
          },
          {
            "text": "Increase security against hacking, infection and internal data theft"
          },
          {
            "text": "More flexible working"
          }
        ]
      }
    ]
  }
]