[
  {
    "meta": [
      {
        "title": "Blockchain Development",
        "description": "A2A Digital helps clients explore every aspect of blockchain and build tailored solutions designed to deliver value. Through architecture, digital design and development, we serve our clients in their quest for innovative blockchain solutions that are market-ready and address real business issues.",
        "keywords": ""
      }
    ],
    "header": [
      {
        "title": "Blockchain",
        "question": "What is Blockchain?",
        "shortDesc": "Advanced data security and protection against unauthorized actions",
        "description": "Blockchain is a distributed ledger, similar to a database but rather than being controlled by a central authority (ie., a firm like Google, small company, or individual) the ledger is dispersed across multiple computers which can be located all over the world and run by anyone with an Internet connection.",
        "imagePath": "logo.svg"
      }
    ],
    "cards": [
      {
        "header": "Our Focus Areas",
        "description": "It’s a movement to help you redefine your most important business relationships through trust, transparency and newfound collaboration. In blockchain, We focus on two technologies, Hyperledger blockchain and Ethereum blockchain."
      },
      {
        "component": [
          {
            "imageUrl": "1.svg",
            "title": "HyperLedger Blockchain",
            "description": "Hyperledger is a platform for distributed ledger solutions underpinned by a modular architecture delivering high degrees of confidentiality, resiliency, flexibility, and scalability. It is designed to support pluggable implementations of different components and accommodate the complexity and intricacies that exist across the economic ecosystem. Its fabric is a private channel which distributed ledger and smart contract platform allow for smart contract called “chaincode”. Modular architecture provides a lot of flexibility in terms of what you want to use. In Hyperledger there is no cryptocurrency which means we don’t use coin for doing transaction."
          },
          {
            "imageUrl": "2.svg",
            "title": "Ethereum Blockchain",
            "description": "Ethereum is a distributed public block chain network that focuses on running programming code of any decentralized application. More simply, it is a platform for sharing information across the globe that cannot be manipulated or changed. Its advantages are immutable which data written in blockchain cannot be changed or deleted by any third party, and it is censorship-free which means based on a network formed around the principle of consensus. Ethereum is secure, it protects by cryptography and all records are publicly available for anyone to check."
          }
        ]
      }
    ],
    "compare": [
      {
        "header": "Important of Blockchain for developing countries",
        "discribtion": "Due to the intensely connected nature of the world today, blockchain as a technology has the potential to have far reaching impacts in a relatively short amount of time. This means developing countries like Cambodia may reap the benefits of the technology faster since blockchains are a form of decentralized, distributed immutable and transparent ledger, they have the potential to disrupt industries throughout the economy even in emerging markets. Some examples of such applications:",
        "components": [
          {
            "header": "Currency",
            "description": "This is the application where blockchain started off in. Cryptocurrencies like Bitcoin and Ethereum have demonstrated the secure application of decentralized technology as a store and transfer of value. Currently, Cambodia government started blockchain application for Cambodia’s central bank testing digital wallet to ease cross-border payment which named “BAKONG”, launched in July and now accepts users from eight separate Cambodian banks, including ACLEDA Bank."
          },
          {
            "header": "Records",
            "description": "To this day, records of ownership, citizenship and other forms of identity are stored in centralized databases to keep them secure. However, this poses a problem of tampering because of the intermediaries involved. Blockchains open up a possibility of decentralized, public immutable and consensus driven ledger of records that may one day invalidate the need for intermediaries"
          },
          {
            "header": "Smart Organizations",
            "description": "Smart organizations are a concept that will be made possible by smart contracts built on top of blockchains. Smart contracts are self-executing programs that are event triggered. An example would be delivery of a good prompting automatic payment through a smart contract. This can be expanded to a scenario where entire organizations are run and administered on the blockchain."
          },
          {
            "header": "Services ",
            "description": "Blockchains have the potential to change how services industries ranging from financial institutions to legal establishments work. The mix of blockchains, smart contracts has the potential to enable services transactions to happen seamlessly in a decentralized, secure and fast way. If this is implemented properly, developing countries like Cambodia can leapfrog counter parts in institutional development by automated legal procedures, customs payments, ownership transfers, business transactions and allowing widespread disintermediation across industries."
          }
        ]
      },
      {
        "header": "Private Blockchain vs. Public Blockchain",
        "components": [
          {
          },
          {
            "header": "Private Blockchain",
            "description": "In private blockchain networks are invitation-only. New nodes must either be validated by the person or persons who started the network or by a set of rules those people put in place. Private blockchains are best for applications that are internal to a single company."
          },
          {
            "header": "Public Blockchain",
            "description": "In public blockchain, everything is visible. Anyone can read the chain and write new blocks into the chain, provided the follow the rules. Bitcoin is probably the most well-known example of public blockchain."
          }
        ]
      }
    ],
    "business": [
      {
        "header": "Why A2A Digital gives the best Blockchain service?",
        "description": "A2A Digital helps clients explore every aspect of blockchain and build tailored solutions designed to deliver value. Through architecture, digital design and development, we serve our clients in their quest for innovative blockchain solutions that are market-ready and address real business issues."
      },
      {
        "header": "Blockchain benefits for Business",
        "imageUrl": "benefit.svg",
        "texts": [
          {
            "text": " Reduce cost"
          },
          {
            "text": "Blockchain offers enhance efficiency"
          },
          {
            "text": "Advanced data security and protect against unauthorized action"
          },
          {
            "text": "Transparency among parties"
          },
          {
            "text": "The advantage of being economical"
          },
          {
            "text": "It provides better audit"
          },
          {
            "text": " Assurance of quality"
          },
          {
            "text": "The transactions are recorded in chronological order"
          },
          {
            "text": "The transactions stored in the blocks are contained in millions of computers participating in the chain"
          }
        ]
      }
    ]
  }
]